Repository: mhsabbagh/helallinux
Catalog: helal-software-center/usr/share/locale/*/LC_MESSAGES/*.po
Languages: ar

source: %(downloadSize)s to download, %(localSize)s of disk space freed
ar: %(downloadSize)s ليتم تحميله, %(localSize)s ليتم إفراغه

source: %(downloadSize)s to download, %(localSize)s of disk space required
ar: %(downloadSize)s ليتم تحميله، %(localSize)s سيتم استخدامها

source: %(localSize)s of disk space freed
ar: %(localSize)s من مساحة القرص سيتم إفراغها.

source: %(localSize)s of disk space required
ar: %(localSize)s من مساحة القرص مطلوبة.

source: %d ongoing actions
ar: عمليات جارية %d

source: %d packages
ar: %d حزمة

source: %d packages are currently available
ar: %d حزمة متوفرة حالياً

source: %d reviews
ar: %d تعليق

source: %s (installed)
ar: %s (ثُبِّت)

source: %s (removed)
ar: %s (أُزيل)

source: %s (running in the background)
ar: (جاري في الخلفية) %s

source: 3D
ar: ثلاثي الأبعاد

source: About
ar: حول

source: Accessories
ar: الملحقات

source: Account information
ar: بيانات الحساب

source: Active tasks:
ar: المهام النشطة :

source: Adding repository
ar: إضافة مستودع

source: Adding vendor key file
ar: اضافة مفتاح الثقة

source: Adding vendor key from keyserver
ar: أضف مفتاح مانح من خادم المفتاح

source: All Packages
ar: كل الحزم

source: Application
ar: التطبيق

source: Application removed successfully
ar: تم إزالة التطبيق بنجاح

source: Available packages
ar: الحزم المتاحة

source: Awesome!
ar: ممتاز

source: B
ar: بت

source: Backing up your APT sources
ar: يتم عمل نسخه من مصادر (apt)

source: Board games
ar: ألعاب تقليدية

source: Cancel the task: %s
ar: الغاء العملية: %s

source: Cancelling
ar: جاري الإلغاء

source: Categories
ar: الأقسام

source: Chat
ar: دردشة

source: Cleaning up
ar: جاري التنظيف

source: Close
ar: إغلاق

source: Committing
ar: جاري التأكيد

source: Committing package
ar: جاري التأكد من الحزمة

source: Could not find package: %s
ar: لا يمكن ايجاد الحزمة : %s

source: Default repositories
ar: المستودعات الإفتراضية

source: Description
ar: الوصف

source: Details
ar: تفاصيل

source: Downloading
ar: جاري التحميل

source: Drawing
ar: رسم

source: Email
ar: البريد الإلكتروني

source: Emulators
ar: محاكيات

source: Islamic
ar: إسلاميات

source: Enabling distribution component
ar: تفعيل مكون توزيعة

source: Featured
ar: مميز

source: File sharing
ar: مشاركة الملفات

source: Fill in your account info to review applications
ar: املأ بيانات حسابك لتتمكن من التعليق على التطبيقات

source: Find Software
ar: بحث عن برنامج

source: Finished
ar: إنتهى

source: First-person shooters
ar: ألعاب اطلاق النار

source: Fixing broken dependencies
ar: إصلاح الإعتماديات المعطوبة

source: Fixing incomplete installations
ar: إصلاح التنزيلات غير المكتملة

source: Fonts
ar: الخطوط

source: GB
ar: ج.ب.

source: Games
ar: الألعاب

source: Gathering information for %d packages...
ar: جارٍ جمع بيانات %d حزمة...

source: Go to the GetDeb Portal
ar: اذهب إلى بوابة جِت دِب (GetDeb)

source: Go to the Linux Mint Software Portal
ar: اذهب إلى بوابة لينكس منت للبرامج

source: Go to the Linux Mint repository
ar: اذهب إلى مستودع لينكس منت

source: Go to the Ubuntu repository
ar: اذهب إلى مستودع اوبنتو

source: Graphics
ar: الرسوميات

source: Hate it
ar: سيئ

source: Icon
ar: الأيقونة

source: Impact on packages:
ar: التأثير على الحزم:

source: Install
ar: تثبيت

source: Install %s?
ar: تثبيت %s ؟

source: Install new applications
ar: تثبيت برامج جديدة

source: Installation is complete
ar: عملية التثبيت انتهت

source: Installed
ar: تم التثبيت

source: Installed packages
ar: حزم مُثبّتة

source: Installing file
ar: جاري تثبيت الملف

source: Installing package
ar: جاري تثبيت الحزمة

source: Internet
ar: الإنترنت

source: KB
ar: ك.ب.

source: Like it
ar: جيد

source: Loading cache
ar: تحميل الملفات المؤقتة

source: MB
ar: م.ب.

source: No ongoing actions
ar: لا عمليات جارية

source: No results
ar: لا توجد نتائج

source: No role set
ar: لم يتم ضبط أي خيار

source: Not a fan
ar: ضعيف

source: Not installed
ar: غير مثبت

source: Office
ar: مكتب

source: Open links using the web browser
ar: فتح الروابط باستخدام متصفح الانترنت

source: Package
ar: الحزمة

source: Password:
ar: كلمة السر :

source: Photography
ar: التحكم بالصور

source: Please choose a category
ar: فضلاً اختر تصنيف

source: Please choose a sub-category
ar: فضلاً اختر تصنيف فرعي

source: Please wait, this can take some time
ar: الرجاء الإنتظار، قد يتطلب هذا بعض الوقت

source: Preferences
ar: التفضيلات

source: Programming
ar: البرمجة

source: Progress
ar: مستوى التقدم

source: Publishing
ar: النشر

source: Real-time strategy
ar: ألعاب استراتيجية

source: Remove
ar: ازالة

source: Remove %s?
ar: إزالة %s؟

source: Removing package
ar: جاري ازالة الحزمة

source: Removing vendor key
ar: ازالة مفتاح الثقة

source: Resolving dependencies
ar: جاري ضبط الاعتماديات

source: Restoring your APT sources
ar: مصادر APT في طور الاستعادة

source: Reviews
ar: مراجعات

source: Reviews:
ar: تعليقات:

source: Running
ar: قيد التشغيل

source: Scanning
ar: مسح ضوئي

source: Education
ar: تعليم

source: Score
ar: الرتبه

source: Score:
ar: المستوى:

source: Screenshot
ar: صورة للبرنامج

source: Search
ar: البحث

source: Search for a .deb package
ar: ابحث عن حزمة .deb

source: Search for a .mint application
ar: ابحث عن برنامج بامتداد mint.

source: Search in packages description (even slower search)
ar: بحث في تفاصيل الحزم (بحث أكثر بطئ)

source: Search in packages summary (slower search)
ar: بحث في بيانات الحزم (بحث بطئ)

source: Search results
ar: نتائج البحث

source: See more reviews
ar: مشاهدة تقارير اضافية

source: Setting up
ar: جاري التثبيت

source: Show
ar: عرض

source: Simulation and racing
ar: ألعاب المحاكاة و السباقات

source: Size:
ar: الحجم:

source: So so
ar: متوسط

source: Software Manager
ar: مدير التطبيقات

source: Software sources
ar: مصادر البرامج

source: Sound and video
ar: صوت و فيديو

source: Status
ar: الحالة

source: Submit
ar: أرسل

source: System tools
ar: أدوات النظام

source: Task
ar: مَهمة

source: The following packages will be installed:
ar: سيتم تنصيب الحزم التالية:

source: The following packages will be removed:
ar: سيتم إزالة الحزم التالية :

source: The following packages will be upgraded:
ar: ستتم ترقية الحزم التالية:

source: Turn-based strategy
ar: العاب استراتيجية الادوار

source: Updating cache
ar: جاري تحديث الملفات المؤقتة

source: Upgrade
ar: ترقية

source: Upgrade %s?
ar: ترقية %s ؟

source: Upgrading package
ar: جاري ترقية الحزمة

source: Upgrading system
ar: جارى ترقية النظام

source: Username:
ar: اسم المستخدم :

source: Using the following repositories:
ar: باستخدام المستودعات التالية:

source: Version:
ar: الإصدار:

source: Viewers
ar: مستعرضات الصور

source: Waiting
ar: في الانتظار

source: Waiting for config file prompt
ar: في انتظار ضبط ملف الاعدادات

source: Waiting for lock
ar: في انتظار القفل

source: Waiting for medium
ar: في انتظار الوسط

source: Web
ar: متصفحات الانترنت

source: Website
ar: الموقع الإلكتروني

source: Your APT sources were corrupted.
ar: مصادر APT معطوبة

source: Your APT sources were not correctly restored after you last ran mintInstall. They now have been restored.
ar: مصادر (apt) لم تتم استعادتها بشكل صحيح بعد اخر تشغيل لmintinstall .يتم الان استعادتها

source: Your community account
ar: حسابك في المجتمع

source: Your review
ar: مراجعتك

source: Your review:
ar: تعليقك

source: _Edit
ar: _تحرير

source: _File
ar: _ملف

source: _Help
ar: _مساعدة

source: _View
ar: _عرض
