Repository: mhsabbagh/helallinux
Catalog: helal-control-center/locale/*/LC_MESSAGES/hcc.po
Languages: ar

source: helal GNU/Linux control center
ar: مركز تحكم helal GNU/Linux

source: no modules found!
ar: لا توجد أي إضافات !

source: System information
ar: معلومات النظام

source: This is a quick overview of your system..
ar: هنا نظرة سريعة على النظام

source: Computer
ar: الحاسوب

source: Operating system:
ar: نظام التشغيل:

source: Processor:
ar: المعالج:

source: Archticture:
ar: المعمارية:

source: Ram:
ar: الذاكرة العشوائية:

source: Devices
ar: الأجهزة

source: Graphics card:
ar: بطاقة الرسوميات:

source: Audio adapter:
ar: كارت الصوت:

source: Ethernet:
ar: كارت الشبكة:

source: Misc
ar: متفرق

source: Host name:
ar: اسم المضيف:

source: Kernel:
ar: النواة:

source: Desktop:
ar: سطح المكتب:

source: Software & Packages
ar: البرمجيات والحزم

source: Working with software, packages and sources..
ar: التعامل مع البرمجيات والحزم وتثبيتها وإدارة المصادر..

source: Desktop
ar: سطح المكتب

source: Manage your desktop environment!
ar: أدِر بيئة سطح المكتب

source: System
ar: النظام

source: This is a set of useful tools for your system..
ar: هنا مجموعة من الأدوات المفيدة لإدارة النظام..

source: Hardware
ar: العتاد

source: here you can use Hardware tools, install drivers..etc
ar: هنا يمكنك إستخدام أدوات العتاد وتثبيت التعاريف وغيرها

source: Other tools
ar: أدوات أخرى

source: all other tools that aren't related to any of these categories..
ar: هنا جميع الأدوات التي لاتقع تحت أي تصنيف مما سبق..

source: forum
ar: المنتدى

source: help
ar: المساعدة

source: Useful applications
ar: برامج مفيدة

source: here you can install some applications that are hard to setup...
ar: هنا بعض البرامج المفيدة التي تتطلب إعدادات لتثبيتها ، يمكنك الأن تثبيتها بضغطة زر

source: Install GTK themes
ar: تثبيت سمات GTK

source: select the theme you want to install in tar.gz
ar: اختر السمة المراد تثبيتها على صيغة tar.gz

source: Get new GTK themes !
ar: الحصول على سمات GTK جديدة !

source: Browse
ar: إستعراض

source: install
ar: تثبيت

source: Install another Desktop environment
ar: تثبيت واجهة سطح مكتب أخرى

source: here you can install another desktop environments ... select one to install
ar: يمكنك تثبيت واجهات سطح مكتب أخرى ... احتر واجهة سطح مكتب لتثبيتها

source: helal control center
ar: مركز تحكم helal GNU/Linux
